[Main]
DisplayName=Polish

[UnLocker1_frmMain]
Label_Title_Detail.caption=To narzędzie pomoże Ci odblokować pliki/foldery zajęte przez inne procesy.
Label_Setting.caption=Więcej
lbl_CheckForUpdate.caption=Sprawdź aktualizacje
lbl_FileInfo_Title.caption=Wybrane pliki/foldery
lbl_Add_describe.caption=Dodaj pliki/foldery, aby odblokować. Możesz przeciągnąć i upuścić pliki/foldery tutaj lub klikając przycisk "Dodaj" 
chk_Advanced.caption=Forced Mode
btn_Browse.caption=Dodaj
btn_Close.caption=Wyjście
lbl_Add.caption=Dodaj
cx_Action.caption=Odblokuj

Menu_UnlokcDelete.caption=Odblokuj && Usuń
Menu_UnlockRename.caption=Odblokuj && Zmień nazwę
Menu_UnlockMove.caption=Odblokuj && Przenieś
Menu_UnlockCopy.caption=Odblokuj && Kopiuj

Menu_Language.caption=Język
Menu_SendFeedback.caption=Wyślij opinię
Menu_IObitOnline.caption=IObit Online
Menu_Technical_Support.caption=Pomoc techniczna
Menu_About.caption=O programie

ListView_FileInfo.Columns[0].caption=Pliki/Foldery
ListView_FileInfo.Columns[1].caption=Status

ListView_LockInfo.Columns[0].caption=Nazwa
ListView_LockInfo.Columns[1].caption=Ścieżka
ListView_LockInfo.Columns[2].caption=Pid

[UnLocker1_frmTip]
lab_Tip.caption=Możesz uruchomić program klikając prawym przyciskiem myszy na pliki/foldery, a następnie wybrać IObit Unlocker.
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=Odblokuj && Zmień nazwę
btn_Cancel.caption=Anuluj
btn_Apply.caption=&Zastosuj
lbl_edt.caption=Wpisz nową nazwę:

ListView.Columns[0].caption=Oryginalna nazwa
ListView.Columns[1].caption=Nowa nazwa

[Unlocker1_M]
Unlocker_Delete=Pliki/foldery zostaną usunięte na stałe. Kontynuować?
Unlocker_Status_Notlocked=Niezablokowane
Unlocker_Status_locked=Zablokowane

Unlocker_Action_Delete= & Usuń
Unlocker_Action_Rename= & Zmień nazwę
Unlocker_Action_Move= & Przenieś
Unlocker_Action_Copy= & Kopiuj
Unlocker_Status_Change_Unlocking=Odblokowanie
Unlocker_Status_Change_Unlock=Odblokuj
Unlocker_Status_Change_sucessfully=udanie
Unlocker_Status_Change_failed=nieudanie
File_Detail_Notlocker= Niezablokowane.
File_Detail_occupied= zajęte przez poniższe procesy.
Browser_Folder=Wybierz plik/folder, który chcesz odblokować
File_Operation=Nie można odblokować lokalnych napędów.
File_Rename_Long=Długość nazwy jest zbyt długa
File_Rename_special=Nazwa zawiera znaki specjalne

MoveDialog_Prompt=Wybierz folder docelowy dla przemieszczanych obiektów
CopyDialog_Prompt=Wybierz folder docelowy dla skopiowanych obiektów
Action_Sucesses=Udana operacja.
Action_Error_One=Nieudana operacja
AddFile_Filter=Nie można odblokować ścieżki systemu.
Action_Error_More=niektóre pliki/katalogi nieudane
Action_Error_Detaill=Mogą istnieć pliki/katalogi o tej samej nazwie
cmd_Error_Prompt_1=Korzystanie z linii poleceń:
cmd_Error_Prompt_2=Polecenie[Opcja] Obiekt
cmd_Error_Prompt_3=Polecenie:
cmd_Error_Prompt_4=Opcja:
cmd_Error_Prompt_5=Obiekt:
cmd_Error_Prompt_6=Żaden:
cmd_Error_Prompt_7=Usuń:
cmd_Error_Prompt_8=Zmień nazwę:
cmd_Error_Prompt_9=Przenieś:
cmd_Error_Prompt_10=Kopiuj:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Podziękowania dla następujących osób za ich wielki wkład:
lbl_warning.caption=Uwaga: Ten program komputerowy jest chroniony prawem autorskim i umowami międzynarodowymi.
lbl_CopyRight.caption=Copyright(C) 2005-2017 IObit. Wszelkie prawa zastrzeżone.
btn_OK.caption=OK

